[UIOptionsPCScreen_LW]
m_strResetCurrentModOption="СКИНУТИ НАЛАШТ. МОДУ"

[XComGameState_LWToolboxOptions]
ToolboxTabName="КАМПАНIЯ"

HelpButtonLabel="Корисна iнформацiя"
HelpButtonLabelText="Допомога"
HelpButtonLabelTooltip="Показати iнформацiю про LW Toolbox"

SetCameraRotation="Вкажiть кут обертання камери (в градусах)"
SetCameraRotationTooltip="Виберiть кут обертання для камери пiд час виконання тактичних завдань."

SelectSquadSize="Початковий розмiр загону"
SelectSquadSizeTooltip="Збiльшує базовий розмiр загону (без урахування удосконалень партизанської школи)"

EnableRandomizedDamageMod="Рулетка ушкоджень"
EnableRandomizedDamageModTooltip="Шкода, завдана солдатами та противником, буде варiюватися у заданих межах вiдносно базового значення."

EnableRandomizedInitialStatsMod="Всi люди рiзнi"
EnableRandomizedInitialStatsModTooltip="Солдати створюються з випадковими параметрами. При вимкненнi цiєї функцiї параметри повертаються до стандартних значень. Функцiю можна вмикати/вимикати у в Меснику або на першому ходi тактичних завдань, якщо ще нiхто не отримав поранення."
sCantChangeWithWoundedSoldiers="Опцiю \"Всi люди рiзнi\" не можна вмикати/вимикати, якщо є пораненi солдати, а також пiсля першого ходу в бою."
NormalDamage="Вимкнено"
MaxDamage="МАКС."

EnableRandomizedLevelupStatsMod="Прихований потенцiал"
EnableRandomizedLevelupStatsModTooltip="При пiдвищеннi рiвня солдати отримують випадковi значення до параметрiв."

RandomizedLevelupStrength="Випадковий розкид: <XGParam:IntValue0>%"
RandomizedLevelupStrengthTooltip="Величина випадкового розкиду при використаннi опцiї \"Прихований потенцiал\". Чим вище значення, тим рiзноманiтнiшим буде прирiст параметрiв при отриманнi рiвня."

EnableRedFogMod="Червоний туман"
EnableRedFogModTooltip="Пораненi солдати втрачають точнiсть, волю, мобiльнiсть та навик злому."
EnableRedFogLinearPenaltiesMod="Використовувати лiнiйнi штрафи за червоний туман (замiсть квадратичних)"
EnableRedFogModLinearPenaltiesTooltip="Легкi поранення призводять до бiльшого зниження параметрiв солдат."
RedFogOptions[0]="Вимкнено"
RedFogOptions[1]="Тiльки XCOM"
RedFogOptions[2]="Тiльки прибульцi"
RedFogOptions[3]="Всi"

EnableSimCombatMod="Дозволити авторозрахунок бою"
EnableSimCombatModTooltip="У режимi вибору загону додається можливiсть автоматично розрахувати результат бою для вибраного загону. Оскiльки ця можливiсть несумiсна з деякими офiцiйними доповненнями, її активацiя можлива через вiдладочну консоль за допомогою команди LWSetAutoResolveEnabled true. Рекомендується використовувати цей функцiонал тiльки при розробцi модифiкацiй."

[X2Effect_RedFog_LW]
RedFogEffectName="Червоний туман"
RedFogEffectDesc="Характеристики солдат знижуються вiд отриманих поранень."

[UISquadSelect_LW]
m_strStripWeapons="ЗРОБИТИ ЗБРОЮ ДОСТУПНОЮ"
m_strStripWeaponsConfirm="ПIДТВЕРДИТИ ЗIБРАННЯ ЗБРОЇ"

m_strStripWeaponsConfirmDesc="Пiдтвердити зiбрання зброї у всiх, хто НЕ бере участь у цьому завданнi. Будь-який солдат зможе негайно використовувати це спорядження."
m_strTooltipStripWeapons="Зiбрати зброю у всiх, хто не задiяний у поточних операцiях."

m_strTooltipNeedsFrontRowSoldier=""
m_strClearSquad="ОЧИСТИТИ ЗАГIН"
m_strTooltipClearSquad="Видалити усiх солдатiв з загону."

m_strAutofillSquad="АВТОЗАПОВНЕННЯ ЗАГОНУ"
m_strTooltipAutofillSquad="Автоматично заповнити вiльнi позицiї у загонi."

m_strSimCombat="АВТОРОЗРАХУНОК"
m_strTooltipSimCombat="Автоматично розрахувати результат бою."
